Repository: stalkerg/anime-pictures
Catalog: i18n/*/LC_MESSAGES/mjvartorg.po
Languages: ru

source: About site
ru: О сайте

source: The site aims to unite people who love Modern Japanese Visual ART
ru: Сайт призван объединить людей, которые любят Современное Японское Изобразительное Искусство

source: Moderators:
ru: Модераторы:

source: Creator, Administrator, Producer
ru: Создатель, администратор, продюсер

source: Main moderator
ru: Главный модератор

source: Moderator
ru: Модератор

source: Commiters:
ru: Коммитеры:

source: Honored commiter
ru: Заслуженный коммитер

source: The French translation team:
ru: Команда переводчиков на французский язык:

source: The Japanese translation team:
ru: Команда переводчиков на японский язык:

source: German translation team:
ru: Команда переводчиков на немецкий язык:

source: Italian translation team:
ru: Команда переводчиков на итальянский язык:

source: People who helped the site before:
ru: Люди, помогавшие сайту ранее:

source: All users
ru: Все пользователи

source: Android app
ru: Андроид приложение

source: Because Google Play removed our app we forced to publish app here.
ru: Так как Google Play удалил наше приложение, то теперь мы распространяем его здесь.

source: About ALL problems with app please write here:
ru: По ВСЕМ проблемам с приложением пожалуйста пишите сюда:

source: Last version:
ru: Последняя версия:

source: Download app
ru: Скачать приложение

source: For install app you need enable "Unknown Sources" in settings. After that you can download and open apk file.
ru: Для установки приложения необходим включить "Неизвестные Источники" в настройках.После чего вы можете скачать и установить приложение.

source: Sometimes you need remove old our app.
ru: Иногда вам нужно удалить ваше старое приложение.

source: Changelog
ru: Изменения

source: Anime pictures and wallpapers with a unique search for free. More than 100,000 pictures
ru: Аниме картинки и обои с уникальным поиском бесплатно. Более 500,000 картинок. Для зарегистрированных пользователей генерируются рекомендованные к просмотру аниме обои и аниме картинки на базе предпочтений пользователя.

source: Error
ru: Ошибка

source: Download picture
ru: Скачать картинку

source: Done
ru: Выполнено

source: Cancel
ru: Отменить

source: WARNING! You add a completely new tag:
ru: ВНИМАНИЕ! Вы добавляете совершенно новый тег:

source: ERROR! You should not add new tags. Please choose existing tag. Any requests please write in comments. Tag:
ru: ОШИБКА! Вы не должны добавлять новые теги. Пожалуйста выберите из существующих. Любые запросы пишите в комментариях. Тег:

source: Remove the tag?
ru: Удалить тег?

source: Edit tag
ru: Редактировать тег

source: Remove area
ru: Удалить выделение

source: subscribe
ru: подписаться

source: unsubscribe
ru: отписаться

source: Anime pictures and wallpapers search
ru: Поиск аниме картинок и обоев

source: but we have problems with next tags:
ru: но у нас есть проблемы со следующими тегами:

source: unknown tag
ru: неизвестный тег

source: have already in recommendation
ru: уже есть в рекомендованных

source: have already on picture
ru: уже добавлен на картинку

source: Main
ru: Главная

source: Pictures
ru: Картинки

source: Tags
ru: Теги

source: Chat
ru: Чат

source: About
ru: О нас

source: Add image
ru: Добавить изображение

source: New images
ru: Новые изображения

source: New messages
ru: Новые сообщения

source: Language
ru: Язык

source: Theme
ru: Тема

source: Logout
ru: Выйти

source: My profile
ru: Мой профиль

source: Settings
ru: Настройки

source: Login
ru: Логин

source: Comments
ru: Комментарии

source: Last stars
ru: Последние звёзды

source: Anime girls
ru: Аниме девушки

source: In the last 24 hours <span class='sub_menu_number'>{approved_images}</span> approved pictures.
ru: За последние 24 часа <span class='sub_menu_number'>{approved_images}</span> принятых картинок.

source: New pictures: <span class='sub_menu_number'>{new_pictures}</span>.
ru: Новых картинок: <span class='sub_menu_number'>{new_pictures}</span>.

source: In pre public mode: <span class='sub_menu_number'>{pre_images}</span>.
ru: Готово к публикации: <span class='sub_menu_number'>{pre_images}</span>.

source: Banned: <span class='sub_menu_number'>{banned_pictures}</span>.
ru: Забаненных: <span class='sub_menu_number'>{banned_pictures}</span>.

source: Hello
ru: Привет

source: Your own wallpapers
ru: Ваши изображения

source: Your own stars
ru: Ваши звёзды

source: Comments for your posts
ru: Комментарии к вашим картинкам

source: Recommend tags
ru: Рекомендованные теги

source: Accepted recommend tags
ru: Принятые рек. тег

source: Moderating recommend tags
ru: Модерирование рек. тегов

source: Tags history
ru: История тегов

source: Tags changes
ru: Изменения тегов

source: Username
ru: Имя

source: Password
ru: Пароль

source: Submit
ru: Отправить

source: Registration
ru: Регистрация

source: Recovery password
ru: Востановление пароля

source: Enter through
ru: Войти через

source: Pre pictures
ru: Предварительные картинки

source: Moderators statistic
ru: Статистика модераторов

source: Search
ru: Искать

source: Subscribed tags
ru: Отслеживаемые теги

source: all pics
ru: все картинки

source: Now watching
ru: Сейчас смотрят

source: Buttons
ru: Кнопки

source: Desktop version
ru: Версия для ПК

source: Mobile version
ru: Мобильная версия

source: all
ru: все

source: Edit
ru: Редактировать

source: Anime pictures and wallpapers
ru: Аниме картинки и обои

source: Anime pictures and wallpapers for everyone!
ru: Аниме картинки и обои на любой вкус!

source: You can see a lot of pictures, upload your, track trends, and communicate! We want to make the best collection Modern Asian fine art.
ru: Вы можете смотреть сотни тысяч аниме картинок, загружать свои, отслеживать тренды и общаться! Мы хотим создать лучшую коллекцию Современного Азиатского графического искусства.

source: Last pictures
ru: Последние картинки

source: Last messages from chat
ru: Последние сообщения из чата

source: Highest rated anime pictures of the day
ru: Наиболее популярные картинки за день

source: erotics top
ru: эротический рейтинг

source: Highest rated anime pictures of the week
ru: Наиболее популярные картинки за неделю

source: TOP users
ru: ТОП пользователей

source: Last comments
ru: Последние комментарии

source: TOP moderators
ru: ТОП модераторов:

source: Filters
ru: Фильтры

source: type
ru: тип

source: posts
ru: посты

source: tags
ru: теги

source: interval
ru: интервал

source: month
ru: месяц

source: week
ru: неделя

source: day
ru: день

source: by date
ru: по дате

source: 1 month
ru: 1 месяц

source: 3 month
ru: 3 месяца

source: 6 month
ru: 6 месяцев

source: 1 year
ru: 1 год

source: 2 year
ru: 2 года

source: 3 year
ru: 3 года

source: only public
ru: только опубликованные

source: Update
ru: Обновить

source: Statistic
ru: Статистика

source: Privacy Policy
ru: Политика приватности

source: Anime picture
ru: Аниме картинка

source: Anime pictures
ru: Аниме картинки

source: SPOILERS
ru: СПОЙЛЕРЫ

source: TAGME
ru: ПРОТЕГИРУЙ

source: PRE
ru: ПРЕ

source: NEW
ru: НОВАЯ

source: BAN
ru: ЗАБАНЕНА

source: Log in!
ru: Войди!

source: remove
ru: удалить

source: Anime pictures with tag
ru: Аниме картинки с тегом

source: removed by %(moderator_id)d
ru: удалено %(moderator_id)d

source: Are you sure?
ru: Вы уверены?

source: Delete
ru: Удалить

source: Page
ru: страница

source: page of
ru: из

source: Tags (separated by %s or %s, no spaces)
ru: Теги (разделитель %s или %s)

source: Prohibited Tags
ru: Запрещённые теги

source: Resolution
ru: Разрешение

source: Auto
ru: Авто

source: Aspect ratio
ru: Соотношение сторон

source: common
ru: стандартные

source: square
ru: квадрат

source: Sortings
ru: Сортировки

source: by star date
ru: по дате звезды

source: by date (revers)
ru: по дате (обратно)

source: by rating
ru: по рейтингу

source: by downloads
ru: по скачиваниям

source: by size
ru: по размеру

source: by tag count
ru: по количеству тегов

source: How recent
ru: За какое время

source: anytime
ru: всё

source: past day
ru: последний день

source: past week
ru: последняя неделя

source: past month
ru: последний месяц

source: past 6 months
ru: последние 6 месяцев

source: past year
ru: последний год

source: past 2 years
ru: последние 2 года

source: past 3 years
ru: последние 3 года

source: small preview
ru: маленькое превью

source: Show
ru: Показывать

source: big preview
ru: большое превью

source: disable moderators images
ru: скрыть картинки модераторов

source: Extension
ru: Расширения

source: Color
ru: Цвет

source: clear
ru: очистить

source: Advanced
ru: Дополнительно

source: profile
ru: профиль

source: Not live %i minuts
ru: Мёртв %i минут

source: New message
ru: Новое сообщение

source: Chat users
ru: Пользователи в чате

source: Your recommend tags
ru: Ваши рекомендованные теги

source: Anime wallpaper
ru: Аниме обои

source: Add pictures
ru: Добавить картинки

source: You have {unproven_pictures} unproven pictures you can still upload {upload_free_slots}
ru: У вас есть {unproven_pictures} непроверенных картинок, вы можете загрузить {upload_free_slots}

source: Picture
ru: Картинка

source: You need set file for upload
ru: Вам нужно указать файл для загрузки

source: Add wallpapers
ru: Добавить обои

source: You wallpapers
ru: Ваши обои

source: Image
ru: Картинка

source: Sucess
ru: Готово

source: All tags
ru: Все теги

source: English
ru: Английский

source: Russian
ru: Русский

source: Japan
ru: Японский

source: Type
ru: Тип

source: Count
ru: Количество

source: Views
ru: Просмотры

source: Searching tag options
ru: Настройки поиска тега

source: Tag
ru: Тег

source: Tag description
ru: Описание тега

source: Sort by count
ru: Сортировка по количеству

source: Sort by views
ru: Сортировка по просмотрам

source: Only alias
ru: Только синонимы (алиасы)

source: Sort by type
ru: Фильтр по типу

source: unknown
ru: неизвестно

source: character
ru: персонаж

source: reference
ru: описание

source: object
ru: объект

source: copyright (product)
ru: копирайт (продукт)

source: game copyright
ru: игровой копирайт

source: other copyright
ru: иной копирайт

source: author
ru: автор

source: You are sure?
ru: Вы уверены?

source: Save new parent before use!
ru: Сохраните нового родителя прежде чем продолжить!

source: Tag ID
ru: № тега

source: Merge to
ru: Объединить с

source: Merge
ru: Объединить

source: Tag type
ru: Тип тега

source: Alias
ru: Синоним

source: Parent
ru: Родитель

source: Apply parent
ru: Установить родителя

source: Apply
ru: Применить

source: English name (strict)
ru: Английское название (обязательно)

source: Russian name
ru: Русское название

source: Japanese name
ru: Японское название

source: English description
ru: Английское описание

source: Russian description
ru: Русское описание

source: Japnese description
ru: Японские описание

source: Save
ru: Сохранить

source: Cancle
ru: Отменить

source: Order by
ru: Сортировка по

source: Accept
ru: Принять

source: Add
ru: Добавить

source: About comments(desc)
ru: Любой зарегистрированный пользователь может оставить здесь свой комментарий.

source: About tag(desc)
ru: Что такое теги? Это описание изображения. Именно по ним происходит поиск на сайте. Если вы загрузили изображение в этом блоке то вы должны добавлять теги. Только после этого ваше изображение будет доступно для всех. Старайтесь описать всё, что увидите на картинке.

source: New tags can be added only in English!
ru: Новый тег можно добавлять только на Английском!

source: Recommend tag
ru: Рекомендация тегов

source: You can`t recommend new tags
ru: Вы можете рекомендовать новые теги

source: Your wallpaper will be available to others only after verification by the moderator
ru: Ваша картинка будет доступна другим только после проверки модератором

source: Remember to tag your picture with a basic tag set
ru: Не забудьте проставить базовый набор тегов

source: These wallpapers are banned:
ru: Эти обои забанены:

source: Unknown
ru: Неизвестный

source: Poor quality
ru: Плохое качество

source: Duplicate
ru: Дубликат

source: Not subjects of a site
ru: Не формат сайта

source: The author's request
ru: По запросу автора

source: Upscale
ru: Апскейл

source: Screenshot
ru: Скриншот

source: Downscale
ru: Даунскейл

source: Cropping
ru: Обрезка

source: best
ru: лучше

source: Delete pictures?
ru: Удалить картинку?

source: Posted by
ru: Автор публикации

source: Current status set by
ru: Текущий статус выставил

source: Date Upload
ru: Дата загрузки

source: Date Published
ru: Дата публикации

source: Downloads
ru: Скачиваний

source: Anime wallpapers
ru: Аниме обои

source: Size
ru: Размер

source: Artefacts Degree
ru: Артефактность

source: Smooth Degree
ru: Размытость

source: Complex
ru: Общий

source: Position
ru: Позиция

source: New
ru: Новый

source: Pre public
ru: Пред публичный

source: Public
ru: Публичный

source: Banned
ru: Забанены

source: Redirect ID...
ru: № поста для перенаправления...

source: Set
ru: Выставить

source: Erotic integer
ru: Значение эротики

source: Spoiler
ru: Спойлер

source: Number of posts, from where you need to add tags
ru: Номер поста откуда нужно добавить теги

source: Number of post, from where you want to migrate comments, scores list
ru: Номер поста откуда нужно перенести комментарии и очки

source: Linked pictures
ru: Связанные картинки

source: Post ID...
ru: № поста...

source: Unstar it!
ru: Отзвездить это!

source: Star it!
ru: Звездануть это!

source: Votes
ru: Голоса

source: Download anime picture
ru: Скачать аниме картинку

source: with
ru: с

source: Favorites for
ru: Избранное для

source: About favorites(desc)
ru: Тут показан список пользователей которые добавили это изображение к себе в избранное. Если вы авторизованы вы можете добавлять изображения в свои избранные. Для этого наведите курсор мышки на кнопку "Не в избранных" и выберите пункт "Добавить в избранное".

source: Your favorite
ru: Ваше избранное

source: Not in favorites
ru: Не в избранных

source: In favorites
ru: В избранных

source: Add to favorites
ru: Добавить в избранные

source: In
ru: В

source: Add to
ru: Добавить в

source: Similar to
ru: Похожа на

source: About similar image(desc)
ru: В этом блоке показаны похожие изображения по цвету.

source: About artists
ru: Об авторе

source: About artists(desc)
ru: Здесь вы можете найти информацию о художнике, который нарисовал данное изображение.

source: Tags descriptions
ru: Описание тегов

source: Open Description
ru: Открыть описание

source: Show descriptions
ru: Показать описание

source: About tag description(desc)
ru: Здесь вы можете увидеть описание к тегам. Это поможет вам узнать больше о каком-либо аниме, персонаже, предмете и т.д.

source: deleted by moderator
ru: удалено модератором

source: Delete tag
ru: Удалить тег

source: Set tag rect
ru: Выделение тега на изображении

source: Searching options
ru: Параметры поиска

source: About search options(desc)
ru: С помощью данного блока вы можете с легкостью найти действительно нужные вам обои.

source: Multiaction
ru: Многодействие

source: Add tags
ru: Добавить тег

source: Check all
ru: Отметить все

source: in request %i pictures
ru: в запросе %i картинок

source: Speed
ru: Скорость

source: Parent tag
ru: Родительский тег

source: Aliases tags
ru: Теги синонимы

source: Child tags
ru: Дочерние теги

source: open
ru: развернуть

source: New anime picture and wallpapers
ru: Новые аниме картинки и обои

source: Delete recommend tag?
ru: Удалить рекомендованный тег?

source: Scores
ru: Очки

source: Tag changes
ru: Изменения тегов

source: Comments for your images
ru: Комментарии к вашим картинкам

source: User profile by
ru: Профиль пользователя

source: Avatar
ru: Аватар

source: Registration Date
ru: Дата регистрации

source: Gender
ru: Пол

source: Male
ru: Мужской

source: Female
ru: Женский

source: Unknow
ru: Неизвестно

source: Years old
ru: Возраст

source: Site score
ru: Очки на сайте

source: Accepted tags
ru: Принятые теги

source: Enabled
ru: Включен

source: Upload limit
ru: Лимит загрузок

source: Groups
ru: Группы

source: Actions
ru: Действия

source: Sending a message
ru: Отправить сообщение

source: Images by
ru: Картинки от

source: Comments by
ru: Комментарии пользователя

source: Stars by
ru: Звёзды от

source: You action
ru: Ваши действия

source: Last favorites
ru: Последние избранные

source: default
ru: по умолчанию

source: Approved pictures
ru: Проверенные картинки

source: Most downloaded image
ru: Наиболее скачиваемая картинка

source: Empty
ru: Пусто

source: Most popular image
ru: Наиболее популярная картинка

source: All downloads
ru: Всех скачек

source: All stars
ru: Все звёзды

source: Average number of downloads per picture
ru: Среднее количество закачек на картинку

source: Average number of stars per picture
ru: Среднее количество звёзд на картинку

source: Corrected tags for latest 20 pictures
ru: Исправлено тегов у 20 последних картинок

source: You must be logged in to view this page
ru: Вы должны авторизоваться, чтобы посмотреть эту страницу

source: You must be over 18 years old
ru: Вам должно быть больше 18 лет

source: Forgot Password?
ru: Забыли пароль?

source: Network error
ru: Ошибка сети

source: Messages from
ru: Сообщения от

source: Show users messages
ru: Смотреть сообщения пользователей

source: Title
ru: Заголовок

source: Send to
ru: Отправить к

source: Messages
ru: Сообщения

source: Mark read
ru: Отметить прочтённым

source: Users messages
ru: Сообщения пользователей

source: User
ru: Пользователь

source: Number of messages
ru: Количество сообщений

source: Number of new messages
ru: Количество новых сообщений

source: Password recovery
ru: Восстановление пароля

source: To your mailbox receive a letter with further instructions
ru: На ваш электронный ящик придёт письмо с инструкциями

source: New password
ru: Новый пароль

source: After registration, we will send you an e-mail confirmation link.
ru: После регистрации мы отправим вам на почту ссылку для подтверждения.

source: We use Google reCaptcha to validate you are not a bot.
ru: Мы используем Google reCaptcha для проверки что вы не робот.

source: Register
ru: Регистрация

source: Repeat password
ru: Повторите пароль

source: for confirmation code, please don't use phone email like blabla@docomo.ne.jp
ru: пожалуйста, указывайте работающую электронную почту

source: Send
ru: Отправить

source: Privacy policy
ru: Политика конфиденциальности

source: Your profile options
ru: Ваши настройки профиля

source: Remove the folder?
ru: Удалить папку?

source: Delete folder
ru: Удалить папку

source: Rename folder
ru: Переименовать папку

source: Remove the subscribe tag?
ru: Удалить подписку на тег?

source: Delete tag subscribe
ru: Удалить подписку на тег

source: Public name
ru: Публичное имя

source: change
ru: изменить

source: Old password
ru: Старый пароль

source: Need to change the old one
ru: Нужен для смены пароля

source: more than 6 characters
ru: более 6 символов

source: Do not enter anything if you do not want to change
ru: Ничего не вводите, если не хотите ничего поменять

source: Repeat new password
ru: Повторите новый пароль

source: Birthday
ru: День рождения

source: Day
ru: День

source: Month
ru: Месяц

source: Year
ru: Год

source: Number of elements per page
ru: Количество элементов на страницу

source: 1000 is max
ru: 1000 максимально

source: Open element in new window / tab
ru: Открывать элемент в новом окне/вкладке

source: Block erotic elements by default
ru: Блокировать эротические элементы по умолчанию

source: Use small preview
ru: Использовать маленькие превью

source: Blur the spoilers
ru: Размывать спойлеры

source: Folders
ru: Папки

source: Drag and drop for sorting
ru: Потяните и отпустите для сортировки

source: Can't open image file
ru: Не могу открыть файл картинки

source: Not rigth image format
ru: Неверный формат картинки

source: Resolution larger side lower than 800 pixels. You have
ru: Разрешение большей стороны менее 800 пикселей. У вас

source: The image size is greater than 50 megabyte
ru: Размер изображения более 50 мегабайт

source: The error in calculating the md5
ru: Ошибка в расчёте md5 суммы

source: Error! Not the normal color scheme.
ru: Ошибка! Цветовая схема не поддерживается.

source: Error! This format is not full support.
ru: Ошибка! Этот формат не полностью поддерживается.

source: text
ru: текст

source: Duplicate! Such a image is already in the database
ru: Дубликат! Эта картинка уже есть в базе данных

source: error
ru: ошибка

source: More than 2000 chars
ru: Более 2000 символов

source: Less than 2 characters
ru: Меньше чем 2 символа

source: Not have image
ru: Нет такого изображения

source: You have not rights
ru: У вас нет прав

source: Not have access.
ru: Нет доступа

source: Wrong image id
ru: Неправильный id картинки

source: You can't add a comment now, please try later.
ru: Вы не можете добавить комментарий, повторите позднее

source: Captcha server problem
ru: Проблема с сервером капчи

source: Captcha not valid, try again
ru: Капча не неверна, попробуйте ещё

source: Wrong comment id
ru: Ошибочный номер комментария

source: Have no comment
ru: Нет комментария

source: Sorry, can't send email
ru: Простите, не могу отправить письмо

source: To verify your email, go to this https://%s/login/email_verify/%s . If you did not registered please delete this message.
ru: Для подтверждения электронной почты, перейдите по ссылке https://%s/login/email_verify/%s . Если вы не регистрировались на сайте то удалите это сообщение.

source: To verify your email, go to this <a href="https://%(host)s/login/email_verify/%(token)s">https://%(host)s/login/email_verify/%(token)s</a>. If you did not registered please delete this message.
ru: Для подтверждения электронной почты, перейдите по ссылке <a href="https://%(host)s/login/email_verify/%(token)s">https://%(host)s/login/email_verify/%(token)s</a>. Если вы не регистрировались на сайте то удалите это сообщение.

source: Anime-Pictures.NET: Email verify
ru: Anime-Pictures.NET: Верификация почты

source: Wrong username
ru: Неверное имя пользователя

source: Password must be in latin symbols
ru: Пароль должен быть латинскими символами

source: Wrong password
ru: Неверный пароль

source: Your banned
ru: Вы забанены

source: Your need confirm email. Please check mailbox.
ru: Вам нужно подтвердить ваш емаил. Пожалуйста, проверьте ваш почтовой ящик.

source: You have no rights
ru: У вас нет прав

source: You can not send a message to yourself
ru: Вы не можете отправить сообщение самому себе

source: User not exist
ru: Пользователь не существует

source: Title more than 300 characters
ru: Заголовок более 300 символов

source: Text of more than 6000 characters
ru: Текст более 6000 символов

source: Too little text
ru: Слишком маленький текст

source: You have a new message from %s.
ru: У вас есть новое сообщение от %s.

source: Image with that id is not exist
ru: Картинка с этим id не существует

source: You not have rights
ru: Вы не имеете прав

source: Password at least 5 characters, or does not match with the check
ru: Пароль менее 5 символов или не прошёл проверку

source: Wrong old password
ru: Старый пароль неверен

source: Wrong birthday format
ru: Неверный формат даты рождения

source: Name of folder must be less than 128 chars
ru: Имя папки должно быть меньше 128 символов

source: You can't use next names for folders: default and Null
ru: Вы не можете использовать следующие имена для папок: default и Null

source: You have a folder with the same name.
ru: У вас есть папка с таким же именем.

source: Not found that folder.
ru: Такая папка не найдена.

source: Not found tag name
ru: Не найден тег с таким именем

source: Wrong tag name
ru: Неверное имя тега

source: Wrong login length
ru: Ошибочная длина логина (допускается от 4 до 100 символов)

source: Login is empty
ru: Логин пуст
