Repository: stalkerg/anime-pictures
Catalog: i18n/*/LC_MESSAGES/mjvartorg.po
Languages: ru

source: Wrong password length (minimum 6 characters)
ru: Ошибочная длина пароля (минимум 6 символов)

source: Password is empty
ru: Пароль пуст

source: Passwords do not match
ru: Пароли не совпадают

source: Invalid email structure
ru: Не верная структура электронной почти

source: Email is empty
ru: Электронная почта пуста

source: A user with this login already registered on the site
ru: Пользователь с таким именем уже есть на сайте

source: A user with this email already registered on the site
ru: Пользователь с такой электронной почтой уже есть на сайте

source: Bad token
ru: Плохой токен

source: Token has expired
ru: Токен просрочен

source: Login should be more than 2 symbols.
ru: Логин должен содержать больше 2 символов.

source: There is no user with this email
ru: Нет пользователя с таким адресом электронной почты

source: You can send a message only once per hour
ru: Вы можете отправлять сообщения только раз в час

source: To recover your password, go to this https://%s/login/password_recovery_verify/%s . If you did not ask for the password that restores please delete this message.
ru: Для восстановления пароля, перейдите по ссылке https://%s/login/password_recovery_verify/%s . Если вы не запрашивали восстановление пароля то удалите это сообщение.

source: To recover your password, go to this <a href="https://%(host)s/login/password_recovery_verify/%(token)s" >https://%(host)s/login/password_recovery_verify/%(token)s</a>. If you did not ask for the password that restores please delete this message.
ru: Для восстановления пароля, перейдите по ссылке <a href="https://%(host)s/login/password_recovery_verify/%(token)s" >https://%(host)s/login/password_recovery_verify/%(token)s</a>. Если вы не запрашивали восстановление пароля то удалите это сообщение.

source: Anime-Pictures.NET: Recovery password
ru: Anime-Pictures.NET: Восстановление пароля

source: You user auth by social network
ru: Ваш пользователь авторизован через социальную сеть

source: New email is the same as the old
ru: Новый email совпадает со старым

source: To verify your email, go to this https://%s/login/email_verify/%s . If you did not registered please delete this message.
ru: Для подтверждения электронной почты, перейдите по ссылке https://%s/login/email_verify/%s . Если вы не регистрировались на сайте то удалите это сообщение.

source: To verify your email, go to this <a href="https://%(host)s/login/email_verify/%(token)s">https://%(host)s/login/email_verify/%(token)s</a>. If you did not registered please delete this message.
ru: Для подтверждения электронной почты, перейдите по ссылке <a href="https://%(host)s/login/email_verify/%(token)s">https://%(host)s/login/email_verify/%(token)s</a>. Если вы не регистрировались на сайте то удалите это сообщение.

source: Anime-Pictures.NET: Verify new email
ru: Anime-Pictures.NET: Верификация новой почты

source: Alias tag not found
ru: Тег синонима не найден

source: The new tag is not in English
ru: Новый тег не на английском языке

source: Create realy new tag
ru: Создать совершенно новый тег

source: Empty string
ru: Пустая строка

source: You not have rights delete system tag
ru: У вас нету прав, что бы удалить системный тег

source: You not rights!
ru: Вы не имеете прав!

source: Merging when from_tag == to_tag
ru: Нельзя объединить тег сам с собой

source: This tag have children. Example: %i.
ru: Этот тег имеет детей. Пример: %i.

source: Not have tag %i as parent for tag %i.
ru: Не найден родительский тег %i для тега %i.

source: Loop tag from %i to %i.
ru: Образовалась петля между тегами %i и %i.

source: English field of tag can`t be empty
ru: Английское поле тега не может быть пустым

source: English field of tag need unique!
ru: Английское поле тега не уникально!

source: Tag parent must be integer.
ru: Tag parent должен быть числом.

source: Alias must be a number!
ru: Синоним должен быть числом!

source: Alias tag not found!
ru: Тег синонима не найден!

source: For alias this tag must be in a single copy!
ru: Что бы сделать синоним этот тег должен быть в единственном экземпляре!

source: You can't make alias tag if this tag has a parent.
ru: Вы не можете сделать этот тег алиасом т.к. у него есть родитель.

source: You can't make alias tag if this tag has childrens.
ru: Вы не можете сделать этот тег алиасом т.к. у него есть дети.
